Repository: teasec4/iOS-practice
Catalog: Localizable.xcstrings
Source language: en
Languages: ru

source: %lld items
ru: %lld предметов

source: Active
ru: Активна

source: Add Item
ru: Добавить предмет

source: Add rooms to see totals.
ru: Добавьте комнаты, чтобы увидеть статистику.

source: Add the first item in this room.
ru: Добавьте первый предмет в эту комнату.

source: All
ru: Все

source: Analyze
ru: Анализировать

source: Analyzing your profile
ru: Анализируем ваш профиль

source: By Color
ru: По цвету

source: By Type
ru: По типу

source: Cancel
ru: Отмена

source: Category
ru: Категория

source: City
ru: Город

source: Clear Filters
ru: Сбросить фильтры

source: Color
ru: Цвет

source: Continue with free version
ru: Продолжить с бесплатной версией

source: Could not load weather
ru: Не удалось загрузить погоду

source: Could not prepare sample rooms
ru: Не удалось подготовить примеры комнат

source: Could not update items
ru: Не удалось обновить предметы

source: Could not update rooms
ru: Не удалось обновить комнаты

source: Create Room
ru: Создать комнату

source: Create your first room.
ru: Создайте первую комнату.

source: Current
ru: Сейчас

source: Details
ru: Детали

source: Developer
ru: Разработка

source: Edit
ru: Изменить

source: Edit Item
ru: Изменить предмет

source: Edit Room
ru: Изменить комнату

source: Filter
ru: Фильтр

source: Filter Rooms
ru: Фильтровать комнаты

source: Free
ru: Бесплатно

source: Free version
ru: Бесплатная версия

source: Item name
ru: Название предмета

source: Items
ru: Предметы

source: Loading weather
ru: Загружаем погоду

source: Make this profile actionable
ru: Сделайте профиль полезнее

source: Manage Subscription
ru: Управлять подпиской

source: New Item
ru: Новый предмет

source: New Room
ru: Новая комната

source: No Items
ru: Нет предметов

source: No Results
ru: Нет результатов

source: No Rooms
ru: Нет комнат

source: No Stats
ru: Нет статистики

source: Note
ru: Заметка

source: OK
ru: ОК

source: Optional note
ru: Необязательная заметка

source: Overview
ru: Обзор

source: Personal Summary
ru: Персональное резюме

source: Plan
ru: План

source: Preparing your room planner
ru: Готовим планировщик комнат

source: Previous question
ru: Предыдущий вопрос

source: Pro turns your profile into unlimited rooms, smarter item tracking, and guided recommendations.
ru: Pro превращает ваш профиль в неограниченные комнаты, умное отслеживание предметов и персональные рекомендации.

source: Profile focus
ru: Фокус профиля

source: Purchases
ru: Покупки

source: Quantity: %lld
ru: Количество: %lld

# Question %lld of %lld
source: Question %1$lld of %2$lld
ru: Вопрос %1$lld из %2$lld

source: Reload Weather
ru: Обновить погоду

source: Reset onboarding and profile
ru: Сбросить онбординг и профиль

source: Restore Purchases
ru: Восстановить покупки

source: Restoring purchases
ru: Восстанавливаем покупки

source: Retry
ru: Повторить

source: Retry loading subscription
ru: Повторить загрузку подписки

source: Room Title
ru: Название комнаты

source: Room Type
ru: Тип комнаты

source: Rooms
ru: Комнаты

source: Save
ru: Сохранить

source: Search rooms
ru: Поиск комнат

source: Settings
ru: Настройки

source: Start 7-day free trial
ru: Начать 7-дневный пробный период

source: Start a short survey so we can understand your space and prepare a better first setup.
ru: Пройдите короткий опрос, чтобы мы лучше поняли ваше пространство и подготовили первый вариант настройки.

source: Start survey
ru: Начать опрос

source: Stats
ru: Статистика

source: Try another search or room type.
ru: Попробуйте другой поиск или тип комнаты.

source: Unlock unlimited rooms
ru: Открыть неограниченные комнаты

source: Weather
ru: Погода

source: Welcome to your room planner
ru: Добро пожаловать в планировщик комнат
